{
  "db_info": {
    "describe": "数据库相关",
    "info": {
      "user": "root",
      "password": "1234",
      "host": "127.0.0.1",
      "database": "platesys"
    }
  },
  "regi_info": {
    "describe": "注册页面介绍",
    "info": "VIN的首三位称为WMI（World Manufacturer Identifier），用作识别生产商的名称及所在国家。每年生产少于500辆汽车的生产者，其VIN的第三位会使用9字，并会使用第12-14位作识别的第二部分。一些生产商会使用VIN的第三位作为汽车车种的分类，例如货车或巴士。以瑞典富豪车厂（Volvo）出产的车辆为例，轿车使用YV1，货车使用YV2，而巴士及客车则使用YV3。\n在美国和其他很多国家和地区制造的汽车上，车辆识别号（VIN）都是其唯一标识序列号。 \n这些编号就像汽车的指纹，它不仅有助于记录问题和所有人变更的记录，还可以防盗。 在本文中，我们将了解车辆识别号的位置、编号的含义以及如何使用车辆识别号来帮助防盗或了解一辆二手汽车以前的情况。\nVIN是一个包含有17个字符的序列号，由数字和字母组成。1981年后在美国制造的每辆轿车、卡车或拖车都带有VIN，并且此号码是固定的。30年内制造的任何两辆车都不可能具有相同的VIN。 机动车辆驾驶纪录数据库记录有VIN的相关信息，比如车辆的检查时间、所有权变更时间以及是否涉及严重的撞车、翻车或水淹等事故。 1987年，美国交通运输部《机动车防盗标准》(Motor Vehicle Theft Prevention Standard) 要求，在所涉及车辆属于“高被窃类车辆”的情况下，制造商还要在主要部件（如发动机、发动机罩和挡泥板）上提供VIN。\n在大多数汽车上，您都可以在驾驶员侧的仪表盘上找到VIN，从车外透过挡风玻璃也可以看到此号码。 此标记通常位于驾驶员侧车门内的不干胶或铭牌上，或位于车门的框基上。 有时，VIN会印在杂物箱内。此外，它还经常出现在汽车产权证书和保险凭证上。\n1981年，美国交通运输部 (United States Department of Transportation) 制定了一个统一的VIN系统，该系统已被编入《美国联邦法典》第49款第5章第565部分 (Code of Federal Regulations, Title 49, Chapter V, Part565) [参考]。 在1981年之前，汽车制造商采用自己的编号系统来给汽车提供唯一标识号。VIN系统遵循国际标准化组织 (International Organization for Standardization) 于1977制定的标准：ISO3779。 制造商使用除字母I、O和Q之外的所有字母和数字。\nVIN中的每个字符都具有特定的含义，而且整个VIN分为多个部分。 第一部分标识车辆的制造商，它包括前三位：\n第一位标识原产国/地区。如果汽车是由不同国家/地区出产的部件组装的，则该位表示组装国/地区。一些较大的国家/地区划分为多个区域。 例如，在日本的制造的汽车的第一位是J。 但在美国制造的汽车根据其组装区域不同，第一位可能为1、4或5。\n第二位标识车辆的制造商。在美国，汽车工程师协会负责发放制造商代码。 第三位标识制造商内部的部门或常规车辆类型。例如，美国制造的福特车代码为1F，而根据车辆类型的不同，其前三位可能为1FA、1FB等等。美国通用汽车公司制造的车辆代码为1G。雪佛兰是通用汽车的下属部门，因此雪佛兰汽车的前三位为1GC。 Your browser does not support JavaScript or it is disabled. 接下来的五位（第四到第八位）是对车辆的描述。 这些位的具体用途因制造商不同而有所不同。 以下是包括常见代码元素的示例： 第四位可能是包含表示车重和/或马力的代码。 第五位通常标识车辆的底盘类型，如行李车、皮卡、挂车、轿车等。 第六位可以是制造商使用的特殊代码，也可以标识车辆的具体型号，如克尔维特、道奇或野马等。 第七位可用于标识车身类型，如四门、双门、仓门式后背或敞篷。 第八位用于提供关于发动机的信息，如气缸数量和发动机排量。 从第四位到第八位代码还可用于说明所使用的变速器、汽车等级（即雅阁LX、DX、Si）或安全带和安全气囊等其他功能。\n接下来三位对所有制造商都是一致的：\n第九位始终为校验位。 通过对VIN中的其他位进行一系列计算后即可获得正确的校验位。 借助校验位，计算机可以立即判断VIN中是否存在错误，这种错误在人们抄写VIN或将其输入计算机时会经常出现。 第十位是车型年码。 每年都有一个代码字符。 从20世纪80年代到2000年，每年都用一个字符表示，2000年所分配到的字符为Y。2001年的代码为1，2002年的代码为2，以此类推。 第十一位是工厂代码，表示车辆的组装工厂。 最后六位（即12-17位）是产品序列号，不过有些年产量少于500辆车的小型制造商使用第12、13和14位作为附加制造商标识代码。 产品序列号标识车辆本身，类似于序号。\n由于每个制造商采用不同的代码，而同一个工厂生产的每辆车都采用自己的生产序列号，因此特定年份中生产的每辆车都具有唯一的VIN。\n欧盟具有类似的关于VIN的法规，但它并不像北美的规则那样严格。 欧洲的VIN并不要求包括年份、工厂或车辆属性的数据。 不过这两个系统是彼此兼容的。 尽管大多数国家/地区都采用了兼容北美系统的某种VIN，但对于进口到北美的汽车，如果这种VIN系统不符合ISO3779标准，则必须将其VIN编号输入MVR数据库，同时提供足够的信息来说明其代码的含义。\n\n根据上面的解释，在看到1G1BL52P7TR115520这个VIN时，能够立刻了解的信息为：1996年、GM(或Suzuki)、产地：美国。"
  }
}